[
  {
    "textos": ["Para Aristóteles, a virtude ética reside em:"],
    "alternativas": [
      "Agir sempre conforme a lei.",
      "Buscar o prazer em todas as ações.",
      "Encontrar o justo meio entre dois extremos.",
      "Desenvolver habilidades intelectuais superiores."
    ],
    "correta": 2,
    "materia": "filosofia",
    "explicacao": "Aristóteles desenvolveu a teoria da virtude como uma mediana entre o excesso e a falta. A coragem, por exemplo, é o justo meio entre a covardia e a temeridade."
  },
  {
    "textos": ["Qual dos seguintes filósofos é considerado um dos principais representantes da filosofia Antiga, conhecido por seu método dialético?"],
    "alternativas": [
      "Immanuel Kant",
      "Jean-Paul Sartre",
      "Sócrates",
      "Friedrich Nietzsche"
    ],
    "correta": 2,
    "materia": "filosofia",
    "explicacao": "Sócrates é famoso por seu método de questionamento, a dialética, que buscava a verdade através do diálogo e da contraposição de ideias."
  },
  {
    "textos": ["A ética utilitarista, amplamente discutida na filosofia Contemporânea, defende que uma ação é considerada moralmente correta se:"],
    "alternativas": [
      "For baseada em princípios universais e imutáveis.",
      "Promover a maior felicidade para o maior número de pessoas.",
      "Estiver de acordo com os costumes e tradições de uma sociedade.",
      "For motivada por boas intenções, independentemente de suas consequências."
    ],
    "correta": 1,
    "materia": "filosofia",
    "explicacao": "O utilitarismo, defendido por filósofos como John Stuart Mill, avalia a moralidade de uma ação por suas consequências, visando o bem-estar coletivo."
  },
  {
    "textos": ["O conceito de justiça distributiva, que discute a alocação equitativa de bens e oportunidades, é central na obra de qual filósofo contemporâneo?"],
    "alternativas": [
      "Michel Foucault",
      "John Rawls",
      "Jürgen Habermas",
      "Simone de Beauvoir"
    ],
    "correta": 1,
    "materia": "filosofia",
    "explicacao": "John Rawls, em sua obra 'Uma Teoria da Justiça', propõe princípios para uma sociedade justa, incluindo a distribuição equitativa de recursos e oportunidades."
  },
  {
    "textos": ["Para os filósofos helenísticos, como os estoicos e epicuristas, o principal objetivo da vida era:"],
    "alternativas": [
      "Acumular riquezas e poder político.",
      "Alcançar a ataraxia, um estado de tranquilidade da alma.",
      "Dedicar-se à contemplação da natureza e do cosmos.",
      "Seguir rigorosamente os preceitos religiosos."
    ],
    "correta": 1,
    "materia": "filosofia",
    "explicacao": "As filosofias helenísticas, como o estoicismo e o epicurismo, enfatizavam a busca pela paz interior e pela ausência de perturbações como o caminho para a felicidade."
  },
  {
    "textos": ["Qual filósofo antigo defendia que o ser humano é um 'animal político'?"],
    "alternativas": [
      "Platão",
      "Aristóteles",
      "Sócrates",
      "Epicuro"
    ],
    "correta": 1,
    "materia": "filosofia",
    "explicacao": "Aristóteles acreditava que a natureza do ser humano se realiza na vida em comunidade e na participação na pólis (cidade-estado)."
  },
  {
    "textos": ["O existencialismo, corrente filosófica contemporânea, enfatiza principalmente:"],
    "alternativas": [
      "A busca por leis universais da moralidade.",
      "A importância da razão para alcançar a verdade.",
      "A liberdade, a responsabilidade individual e a angústia da existência.",
      "A determinação da história sobre a consciência humana."
    ],
    "correta": 2,
    "materia": "filosofia",
    "explicacao": "Filósofos existencialistas como Sartre e Beauvoir colocam a experiência individual, a liberdade de escolha e a responsabilidade como centrais para a compreensão da existência."
  },
  {
    "textos": ["Para Immanuel Kant, uma ação só é moralmente válida se puder ser universalizada, ou seja:"],
    "alternativas": [
      "Se trouxer felicidade para o maior número de pessoas.",
      "Se estiver de acordo com os costumes da sociedade.",
      "Se a máxima que a guia puder valer para todos os seres racionais.",
      "Se for motivada por sentimentos nobres e altruístas."
    ],
    "correta": 2,
    "materia": "filosofia",
    "explicacao": "O imperativo categórico kantiano exige que ajamos de tal maneira que a máxima de nossa ação possa se tornar uma lei universal."
  },
  {
    "textos": ["Qual das escolas filosóficas da antiguidade clássica pregava a indiferença em relação aos prazeres e às dores externas como caminho para a felicidade?"],
    "alternativas": [
      "Hedonismo",
      "Estoicismo",
      "Ceticismo",
      "Sofismo"
    ],
    "correta": 1,
    "materia": "filosofia",
    "explicacao": "Os estoicos valorizavam a autodisciplina, a razão e a aceitação do destino como meios para alcançar a tranquilidade interior."
  },
  {
    "textos": ["A filosofia de Friedrich Nietzsche é marcada pela crítica à moralidade tradicional e pela valorização:"],
    "alternativas": [
      "Da submissão à autoridade divina.",
      "Do desenvolvimento do espírito científico.",
      "Da 'vontade de poder' e da afirmação da vida.",
      "Da busca pela paz interior através da negação dos desejos."
    ],
    "correta": 2,
    "materia": "filosofia",
    "explicacao": "Nietzsche questionava os valores morais estabelecidos e propunha uma filosofia da afirmação da vida, da força e da individualidade."
  },
   {
    "textos": ["O conceito de 'contrato social', fundamental para diversas teorias políticas e éticas, busca explicar:"],
    "alternativas": [
      "A origem divina do poder dos governantes.",
      "O desenvolvimento natural da sociedade humana.",
      "A justificação racional da autoridade política e das obrigações dos cidadãos.",
      "A inevitabilidade da luta de classes na história."
    ],
    "correta": 2,
    "materia": "filosofia",
    "explicacao": "Teóricos como Hobbes, Locke e Rousseau utilizaram a ideia de um contrato social para fundamentar a legitimidade do governo e os direitos e deveres dos indivíduos na sociedade."
  },
  {
    "textos": ["Qual filósofo da antiguidade é conhecido por suas reflexões sobre a natureza do ser e a imutabilidade do mundo das Ideias?"],
    "alternativas": [
      "Heráclito",
      "Parmênides",
      "Demócrito",
      "Protágoras"
    ],
    "correta": 1,
    "materia": "filosofia",
    "explicacao": "Parmênides defendia a ideia de que o ser é uno, imutável e eterno, em contraste com a visão do fluxo constante de Heráclito."
  },
  {
    "textos": ["A filosofia contemporânea frequentemente aborda questões relacionadas à tecnologia, à linguagem e ao poder. Qual filósofo é conhecido por sua análise das relações entre poder e conhecimento?"],
    "alternativas": [
      "Jean-François Lyotard",
      "Michel Foucault",
      "Gilles Deleuze",
      "Jacques Derrida"
    ],
    "correta": 1,
    "materia": "filosofia",
    "explicacao": "Michel Foucault investigou como o poder se manifesta em diversas instituições e como ele molda o conhecimento e as práticas sociais."
  },
  {
    "textos": ["Para os sofistas, importantes pensadores da Grécia Antiga, a verdade era considerada:"],
    "alternativas": [
      "Absoluta e universal, podendo ser alcançada pela razão.",
      "Relativa e dependente da perspectiva de cada indivíduo.",
      "Inatingível para o conhecimento humano.",
      "Revelada apenas através da fé e da experiência religiosa."
    ],
    "correta": 1,
    "materia": "filosofia",
    "explicacao": "Os sofistas eram conhecidos por seu relativismo, argumentando que a verdade e a moralidade eram construções sociais e dependiam do ponto de vista."
  },
  {
    "textos": ["Qual corrente da filosofia contemporânea se caracteriza pela crítica às grandes narrativas e pela valorização da pluralidade e da diferença?"],
    "alternativas": [
      "Positivismo",
      "Marxismo",
      "Pós-estruturalismo",
      "Fenomenologia"
    ],
    "correta": 2,
    "materia": "filosofia",
    "explicacao": "O pós-estruturalismo, com autores como Lyotard e Derrida, questiona as estruturas fixas de significado e enfatiza a contingência e a diversidade."
  },
  {
    "textos": ["A ética deontológica, como a de Kant, enfatiza o dever e as regras morais, independentemente das consequências das ações. Qual das seguintes afirmações melhor representa essa perspectiva?"],
    "alternativas": [
      "O fim justifica os meios.",
      "Age de tal maneira que a tua ação produza o maior bem para o maior número.",
      "Age apenas segundo aquela máxima pela qual possas ao mesmo tempo querer que ela se torne uma lei universal.",
      "A moralidade de uma ação reside nos sentimentos e intenções do agente."
    ],
    "correta": 2,
    "materia": "filosofia",
    "explicacao": "A formulação do imperativo categórico kantiano é a base da ética deontológica, focada no dever e na universalidade das máximas."
  },
  {
    "textos": ["Qual filósofo antigo desenvolveu a alegoria da caverna para ilustrar a distinção entre o mundo sensível e o mundo das Ideias?"],
    "alternativas": [
      "Zenão de Eleia",
      "Pitágoras",
      "Platão",
      "Anaxágoras"
    ],
    "correta": 2,
    "materia": "filosofia",
    "explicacao": "Na alegoria da caverna, Platão descreve prisioneiros que confundem sombras com a realidade, simbolizando a nossa percepção do mundo sensível em contraste com o mundo inteligível das Ideias."
  },
  {
    "textos": ["A filosofia contemporânea tem se dedicado a analisar as implicações éticas do desenvolvimento tecnológico. Qual questão ética emerge com o avanço da inteligência artificial?"],
    "alternativas": [
      "A obsolescência programada de bens de consumo.",
      "A privacidade e o uso de dados pessoais.",
      "A possibilidade de máquinas superarem a inteligência humana e tomarem decisões autônomas.",
      "O impacto ambiental da produção de dispositivos eletrônicos."
    ],
    "correta": 2,
    "materia": "filosofia",
    "explicacao": "A autonomia das máquinas e a possibilidade de superinteligência levantam questões éticas complexas sobre controle, responsabilidade e o futuro da relação entre humanos e IA."
  },
  {
    "textos": ["Para os céticos da antiguidade, a postura mais sábia diante do conhecimento era:"],
    "alternativas": [
      "A busca incessante pela verdade absoluta.",
      "A aceitação dogmática das doutrinas filosóficas estabelecidas.",
      "A suspensão do juízo e a dúvida constante.",
      "A valorização da experiência sensorial como fonte principal de conhecimento."
    ],
    "correta": 2,
    "materia": "filosofia",
    "explicacao": "O ceticismo antigo defendia a impossibilidade de alcançar a certeza e propunha a suspensão do juízo (epoché) como forma de alcançar a ataraxia."
  },
  {
    "textos": ["Qual filósofa contemporânea é conhecida por sua análise da condição feminina e por sua defesa da igualdade de gênero?"],
    "alternativas": [
      "Hannah Arendt",
      "Simone de Beauvoir",
      "Judith Butler",
      "Martha Nussbaum"
    ],
    "correta": 1,
    "materia": "filosofia",
    "explicacao": "Simone de Beauvoir, em sua obra 'O Segundo Sexo', realizou uma análise profunda da opressão feminina e influenciou o desenvolvimento do pensamento feminista."
  },
   {
    "textos": ["A filosofia política de John Locke defendia, entre outros, o direito à propriedade privada e:"],
    "alternativas": [
      "A soberania absoluta do monarca.",
      "A separação dos poderes do Estado.",
      "A igualdade econômica entre todos os cidadãos.",
      "A subordinação do indivíduo ao Estado."
    ],
    "correta": 1,
    "materia": "filosofia",
    "explicacao": "Locke é um dos principais teóricos do liberalismo político e defendia a divisão do poder em legislativo, executivo e judiciário para evitar a tirania."
  },
  {
    "textos": ["Qual dos pré-socráticos buscava o princípio fundamental (arché) de todas as coisas na água?"],
    "alternativas": [
      "Anaximandro",
      "Heráclito",
      "Tales de Mileto",
      "Anaxímenes"
    ],
    "correta": 2,
    "materia": "filosofia",
    "explicacao": "Tales de Mileto é considerado o primeiro filósofo e acreditava que a água era a substância primordial da qual tudo se originava."
  },
  {
    "textos": ["A ética aplicada é um ramo da filosofia contemporânea que se dedica a analisar questões morais específicas em áreas como a bioética, a ética ambiental e a ética nos negócios. Qual questão é central na bioética?"],
    "alternativas": [
      "A responsabilidade das empresas em relação ao meio ambiente.",
      "Os dilemas morais relacionados ao início, ao desenvolvimento e ao fim da vida humana.",
      "A justiça na distribuição de recursos econômicos.",
      "O papel da mídia na formação da opinião pública."
    ],
    "correta": 1,
    "materia": "filosofia",
    "explicacao": "A bioética lida com as implicações éticas das ciências da vida e da saúde, abrangendo temas como aborto, eutanásia, pesquisa com células-tronco, entre outros."
  },
  {
    "textos": ["Para Epicuro e os epicuristas, o principal objetivo da vida feliz era:"],
    "alternativas": [
      "A busca incessante por prazeres intensos.",
      "A prática da virtude e do dever.",
      "A ausência de dor física (aponia) e de perturbação da alma (ataraxia).",
      "A contemplação da perfeição do cosmos."
    ],
    "correta": 2,
    "materia": "filosofia",
    "explicacao": "O epicurismo valorizava os prazeres simples e a tranquilidade como o caminho para a felicidade, evitando os excessos e as fontes de sofrimento."
  },
  {
    "textos": ["Qual filósofo contemporâneo desenvolveu o conceito de 'comunicação não violenta' como uma forma de promover o diálogo e a resolução pacífica de conflitos?"],
    "alternativas": [
      "Jürgen Habermas",
      "Marshall Rosenberg",
      "Noam Chomsky",
      "Paul Ricoeur"
    ],
    "correta": 1,
    "materia": "filosofia",
    "explicacao": "Marshall Rosenberg criou a Comunicação Não Violenta (CNV), um processo de comunicação que enfatiza a empatia, a honestidade e a busca por atender às necessidades de todas as partes envolvidas em um conflito."
  },
   {
        "textos": [
            "Segundo Aristóteles, a virtude ética está relacionada:"
        ],
        "alternativas": [
            "À obediência cega às leis",
            "Ao excesso de prazer",
            "Ao equilíbrio entre os extremos (justo meio)",
            "À busca da riqueza",
            "À negação da razão"
        ],
        "correta": 2,
        "materia": "filosofia",
        "explicacao": "Aristóteles defendia que a virtude está no equilíbrio, ou seja, no meio-termo entre os excessos e as faltas."
    },
    {
        "textos": [
            "Para Immanuel Kant, uma ação é moralmente correta quando:"
        ],
        "alternativas": [
            "Produz felicidade à maioria",
            "É motivada pelo dever e pela razão",
            "Segue os costumes locais",
            "Busca o prazer individual",
            "Depende das consequências"
        ],
        "correta": 1,
        "materia": "filosofia",
        "explicacao": "Para Kant, a moralidade está em agir por dever, de acordo com princípios racionais universais, não pelas consequências."
    },
    {
        "textos": [
            "O conceito de justiça para John Rawls está baseado:"
        ],
        "alternativas": [
            "No mérito individual",
            "Na igualdade de oportunidades e no “véu da ignorância”",
            "No poder do Estado",
            "Na tradição religiosa",
            "Na supremacia da maioria"
        ],
        "correta": 1,
        "materia": "filosofia",
        "explicacao": "Rawls propõe que princípios de justiça devem ser escolhidos sem saber a posição social que se ocupará, garantindo imparcialidade."
    },
    {
        "textos": [
            "Para Sócrates, o conhecimento verdadeiro é alcançado por meio:"
        ],
        "alternativas": [
            "Da tradição",
            "Da retórica",
            "Do diálogo e da maiêutica",
            "Da revelação divina",
            "Da força"
        ],
        "correta": 2,
        "materia": "filosofia",
        "explicacao": "Sócrates utilizava o diálogo (maiêutica) para estimular o autoconhecimento e a busca pela verdade."
    },
    {
        "textos": [
            "Platão defendia que o mundo sensível:"
        ],
        "alternativas": [
            "É a única realidade",
            "É uma ilusão, sendo o mundo das ideias a verdadeira realidade",
            "Deve ser rejeitado totalmente",
            "É superior ao mundo das ideias",
            "Não tem importância filosófica"
        ],
        "correta": 1,
        "materia": "filosofia",
        "explicacao": "Para Platão, o mundo sensível é imperfeito e transitório, enquanto o mundo das ideias é eterno e verdadeiro."
    },
    {
        "textos": [
            "O pensamento de Epicuro está relacionado principalmente:"
        ],
        "alternativas": [
            "Ao ascetismo",
            "À busca do prazer moderado e da ausência de perturbação (ataraxia)",
            "À defesa do Estado forte",
            "Ao niilismo",
            "Ao ceticismo radical"
        ],
        "correta": 1,
        "materia": "filosofia",
        "explicacao": "Epicuro defendia a busca racional do prazer e a tranquilidade da alma como o caminho para a felicidade."
    },
    {
        "textos": [
            "Segundo Nietzsche, os valores morais tradicionais:"
        ],
        "alternativas": [
            "São eternos e universais",
            "Devem ser questionados e superados pelo “além-do-homem” (Übermensch)",
            "Garantem a evolução da humanidade",
            "São impostos pela natureza",
            "Não têm relação com a cultura"
        ],
        "correta": 1,
        "materia": "filosofia",
        "explicacao": "Nietzsche critica a moral tradicional e propõe a criação de novos valores pelo indivíduo livre."
    },
    {
        "textos": [
            "O existencialismo de Sartre afirma que:"
        ],
        "alternativas": [
            "O ser humano nasce com uma essência definida",
            "A existência precede a essência",
            "Os valores são impostos por Deus",
            "O destino é inalterável",
            "A liberdade é uma ilusão"
        ],
        "correta": 1,
        "materia": "filosofia",
        "explicacao": "Sartre defende que o ser humano existe primeiro e só depois constrói sua essência por meio de escolhas livres."
    },
    {
        "textos": [
            "Para Michel Foucault, o poder:"
        ],
        "alternativas": [
            "Está concentrado apenas no Estado",
            "Circula por toda a sociedade e está presente nas relações sociais",
            "É sempre negativo",
            "Não influencia o conhecimento",
            "É apenas repressivo"
        ],
        "correta": 1,
        "materia": "filosofia",
        "explicacao": "Foucault entende o poder como algo difuso, presente em todas as relações sociais, e não apenas centralizado."
    },
    {
        "textos": [
            "O utilitarismo, defendido por Jeremy Bentham e John Stuart Mill, afirma que:"
        ],
        "alternativas": [
            "O valor moral de uma ação depende de sua intenção",
            "O valor moral de uma ação depende de suas consequências para a felicidade geral",
            "A moralidade é determinada pela tradição",
            "O dever é mais importante que o resultado",
            "O sofrimento deve ser buscado"
        ],
        "correta": 1,
        "materia": "filosofia",
        "explicacao": "Para os utilitaristas, uma ação é correta se promove o maior bem para o maior número de pessoas."
    }
]