[
  {
    "textos": ["Um carro se move em linha reta com velocidade constante. Qual das seguintes afirmações sobre a força resultante atuando sobre o carro é verdadeira?"],
    "alternativas": [
      "A força resultante é constante e diferente de zero.",
      "A força resultante é nula.",
      "A força resultante está aumentando com o tempo.",
      "A força resultante é proporcional à velocidade do carro."
    ],
    "correta": 1,
    "materia": "fisica",
    "explicacao": "Pela Primeira Lei de Newton (Lei da Inércia), um corpo em movimento retilíneo uniforme permanece nesse estado se a força resultante sobre ele for nula."
  },
  {
    "textos": ["Um objeto é lançado verticalmente para cima. Desprezando a resistência do ar, qual das seguintes grandezas permanece constante durante todo o movimento?"],
    "alternativas": [
      "A velocidade.",
      "A aceleração.",
      "A força resultante.",
      "A energia potencial gravitacional."
    ],
    "correta": 1,
    "materia": "fisica",
    "explicacao": "A única força atuando sobre o objeto é a força gravitacional, que produz uma aceleração constante para baixo (a aceleração da gravidade)."
  },
  {
    "textos": ["Qual das seguintes unidades NÃO é uma unidade de energia?"],
    "alternativas": [
      "Joule (J).",
      "Watt (W).",
      "Caloria (cal).",
      "Quilowatt-hora (kWh)."
    ],
    "correta": 1,
    "materia": "fisica",
    "explicacao": "Watt (W) é a unidade de potência, que é a taxa de transferência ou conversão de energia por unidade de tempo (W = J/s)."
  },
  {
    "textos": ["Dois corpos de massas diferentes caem livremente da mesma altura, no vácuo. Qual deles atingirá o solo primeiro?"],
    "alternativas": [
      "O corpo de maior massa.",
      "O corpo de menor massa.",
      "Ambos atingirão o solo simultaneamente.",
      "Depende da forma dos corpos."
    ],
    "correta": 2,
    "materia": "fisica",
    "explicacao": "Na ausência de resistência do ar, a aceleração de queda livre é a mesma para todos os objetos, independentemente de suas massas (Galileu Galilei)."
  },
  {
    "textos": ["Um bloco desliza sobre uma superfície horizontal com atrito. Qual das seguintes afirmações sobre o trabalho realizado pela força de atrito é verdadeira?"],
    "alternativas": [
      "O trabalho é positivo.",
      "O trabalho é nulo.",
      "O trabalho é negativo.",
      "O trabalho depende da velocidade do bloco."
    ],
    "correta": 2,
    "materia": "fisica",
    "explicacao": "A força de atrito sempre se opõe ao movimento, portanto, o ângulo entre a força e o deslocamento é de 180°, e o trabalho realizado (W = F.d.cosθ) é negativo (cos 180° = -1)."
  },
   {
    "textos": ["Qual das seguintes partículas subatômicas possui carga elétrica negativa?"],
    "alternativas": [
      "Próton.",
      "Neutro.",
      "Elétron.",
      "Positrão."
    ],
    "correta": 2,
    "materia": "fisica",
    "explicacao": "O elétron é uma partícula fundamental com carga elétrica elementar negativa."
  },
  {
    "textos": ["A Lei de Ohm relaciona três grandezas elétricas fundamentais. Quais são elas?"],
    "alternativas": [
      "Força, massa e aceleração.",
      "Energia, trabalho e potência.",
      "Tensão (voltagem), corrente elétrica e resistência elétrica.",
      "Carga elétrica, campo elétrico e potencial elétrico."
    ],
    "correta": 2,
    "materia": "fisica",
    "explicacao": "A Lei de Ohm estabelece que a tensão (V) através de um condutor é diretamente proporcional à corrente (I) que passa por ele, sendo a constante de proporcionalidade a resistência (R): V = R.I."
  },
  {
    "textos": ["Qual dos seguintes dispositivos transforma energia elétrica em energia mecânica?"],
    "alternativas": [
      "Lâmpada incandescente.",
      "Resistor.",
      "Motor elétrico.",
      "Gerador elétrico."
    ],
    "correta": 2,
    "materia": "fisica",
    "explicacao": "Um motor elétrico utiliza a interação entre campos magnéticos e correntes elétricas para produzir movimento mecânico."
  },
  {
    "textos": ["Qual das seguintes associações de resistores resulta na menor resistência equivalente?"],
    "alternativas": [
      "Dois resistores em série.",
      "Dois resistores em paralelo.",
      "Três resistores em série.",
      "Três resistores em paralelo."
    ],
    "correta": 3,
    "materia": "fisica",
    "explicacao": "Em uma associação em paralelo, a resistência equivalente é sempre menor que a menor resistência individual. Adicionar mais resistores em paralelo diminui ainda mais a resistência equivalente."
  },
  {
    "textos": ["Qual das seguintes unidades é utilizada para medir a potência elétrica?"],
    "alternativas": [
      "Coulomb (C).",
      "Ampère (A).",
      "Volt (V).",
      "Watt (W)."
    ],
    "correta": 3,
    "materia": "fisica",
    "explicacao": "Watt (W) é a unidade de potência elétrica, que representa a taxa na qual a energia elétrica é convertida em outra forma de energia."
  },
  {
    "textos": ["Qual dos seguintes processos de transferência de calor NÃO ocorre no vácuo?"],
    "alternativas": [
      "Condução.",
      "Convecção.",
      "Irradiação.",
      "Radiação."
    ],
    "correta": 0,
    "materia": "fisica",
    "explicacao": "A condução requer um meio material para a transferência de calor através da colisão de partículas. No vácuo, não há partículas para conduzir o calor."
  },
  {
    "textos": ["A temperatura de um corpo está diretamente relacionada a:"],
    "alternativas": [
      "A quantidade de calor contida no corpo.",
      "A energia cinética média das partículas que o constituem.",
      "A energia potencial das partículas que o constituem.",
      "Ao estado físico do corpo (sólido, líquido ou gasoso)."
    ],
    "correta": 1,
    "materia": "fisica",
    "explicacao": "A temperatura é uma medida da energia cinética média das moléculas ou átomos em um sistema. Quanto maior a energia cinética média, maior a temperatura."
  },
  {
    "textos": ["Qual das seguintes escalas termométricas possui o mesmo valor numérico para o ponto de fusão do gelo e o ponto de ebulição da água?"],
    "alternativas": [
      "Celsius (°C).",
      "Fahrenheit (°F).",
      "Kelvin (K).",
      "Nenhuma das anteriores."
    ],
    "correta": 3,
    "materia": "fisica",
    "explicacao": "Na escala Celsius, os pontos são 0°C e 100°C. Na Fahrenheit, 32°F e 212°F. Na Kelvin, 273,15 K e 373,15 K. Nenhuma delas tem os mesmos valores."
  },
  {
    "textos": ["Qual das seguintes transformações físicas libera calor para o ambiente?"],
    "alternativas": [
      "Fusão.",
      "Vaporização.",
      "Sublimação.",
      "Condensação."
    ],
    "correta": 3,
    "materia": "fisica",
    "explicacao": "A condensação é a passagem do estado gasoso para o líquido, um processo exotérmico que libera energia térmica para o ambiente."
  },
  {
    "textos": ["A capacidade térmica de um corpo representa:"],
    "alternativas": [
      "A quantidade de calor necessária para elevar a temperatura de toda a massa do corpo em 1 grau Celsius.",
      "A quantidade de calor necessária para elevar a temperatura de 1 grama da substância em 1 grau Celsius.",
      "A temperatura máxima que o corpo pode atingir.",
      "A taxa de transferência de calor entre o corpo e o ambiente."
    ],
    "correta": 0,
    "materia": "fisica",
    "explicacao": "Capacidade térmica (C) é a razão entre a quantidade de calor (Q) fornecida a um corpo e a variação de temperatura (ΔT) resultante: C = Q/ΔT."
  },
   {
    "textos": ["Um objeto de massa m é acelerado por uma força resultante F. Se a massa for dobrada e a força resultante permanecer a mesma, qual será a nova aceleração?"],
    "alternativas": [
      "4F/m",
      "2F/m",
      "F/(2m)",
      "F/(4m)"
    ],
    "correta": 2,
    "materia": "fisica",
    "explicacao": "Pela Segunda Lei de Newton (F = ma), se F é constante e m dobra, a aceleração (a = F/m) se reduz pela metade."
  },
  {
    "textos": ["Qual das seguintes fontes de energia é considerada não renovável?"],
    "alternativas": [
      "Energia solar.",
      "Energia eólica.",
      "Petróleo.",
      "Energia hidrelétrica."
    ],
    "correta": 2,
    "materia": "fisica",
    "explicacao": "O petróleo é um combustível fóssil, cuja formação leva milhões de anos, sendo considerado um recurso não renovável em escala humana."
  },
  {
    "textos": ["Qual dos seguintes fenômenos está relacionado com a conversão de energia mecânica em energia elétrica?"],
    "alternativas": [
      "Efeito Joule.",
      "Efeito fotoelétrico.",
      "Indução eletromagnética.",
      "Termoeletricidade."
    ],
    "correta": 2,
    "materia": "fisica",
    "explicacao": "A indução eletromagnética, descoberta por Faraday, é o princípio de funcionamento dos geradores elétricos, onde a variação do fluxo magnético através de um circuito induz uma corrente elétrica."
  },
  {
    "textos": ["Qual das seguintes grandezas físicas é escalar?"],
    "alternativas": [
      "Velocidade.",
      "Força.",
      "Aceleração.",
      "Temperatura."
    ],
    "correta": 3,
    "materia": "fisica",
    "explicacao": "Uma grandeza escalar é aquela que possui apenas magnitude (valor numérico) e unidade, como a temperatura. Velocidade, força e aceleração são grandezas vetoriais, pois possuem magnitude, direção e sentido."
  },
  {
    "textos": ["Um corpo em equilíbrio térmico com outro possui a mesma:"],
    "alternativas": [
      "Energia interna.",
      "Quantidade de calor.",
      "Temperatura.",
      "Capacidade térmica."
    ],
    "correta": 2,
    "materia": "fisica",
    "explicacao": "O equilíbrio térmico ocorre quando dois ou mais corpos em contato atingem a mesma temperatura, não havendo mais troca líquida de calor entre eles (Lei Zero da Termodinâmica)."
  },
  {
    "textos": ["Qual das seguintes situações representa um aumento da energia potencial gravitacional de um objeto?"],
    "alternativas": [
      "Um livro caindo de uma prateleira.",
      "Um avião pousando na pista.",
      "Uma bola sendo lançada verticalmente para cima.",
      "Um carro freando em uma ladeira."
    ],
    "correta": 2,
    "materia": "fisica",
    "explicacao": "A energia potencial gravitacional (Ep = mgh) é diretamente proporcional à altura (h) do objeto em relação a um referencial. Ao ser lançado para cima, a altura da bola aumenta."
  },
  {
    "textos": ["Qual dos seguintes materiais é considerado um bom condutor de eletricidade?"],
    "alternativas": [
      "Borracha.",
      "Vidro.",
      "Cobre.",
      "Plástico."
    ],
    "correta": 2,
    "materia": "fisica",
    "explicacao": "Metais como o cobre possuem elétrons livres que podem se mover facilmente, permitindo a passagem da corrente elétrica."
  },
  {
    "textos": ["A primeira lei da termodinâmica é uma aplicação do princípio da:"],
    "alternativas": [
      "Conservação da massa.",
      "Conservação da energia.",
      "Conservação do momento linear.",
      "Conservação da carga elétrica."
    ],
    "correta": 1,
    "materia": "fisica",
    "explicacao": "A primeira lei da termodinâmica estabelece que a variação da energia interna de um sistema é igual à diferença entre o calor adicionado ao sistema e o trabalho realizado pelo sistema (ΔU = Q - W), expressando a conservação da energia."
  },
  {
    "textos": ["Qual dos seguintes fenômenos está relacionado com a propagação de ondas eletromagnéticas?"],
    "alternativas": [
      "Condução térmica.",
      "Convecção térmica.",
      "Radiação térmica.",
      "Dilatação térmica."
    ],
    "correta": 2,
    "materia": "fisica",
    "explicacao": "A radiação térmica é a transferência de calor através de ondas eletromagnéticas, que podem se propagar no vácuo."
  },
  {
    "textos": ["Um pêndulo simples oscila com pequena amplitude. Qual das seguintes grandezas NÃO permanece constante durante o movimento?"],
    "alternativas": [
      "O período.",
      "A frequência.",
      "A energia mecânica total (desprezando o atrito).",
      "A velocidade."
    ],
    "correta": 3,
    "materia": "fisica",
    "explicacao": "A velocidade do pêndulo varia continuamente durante a oscilação, sendo máxima no ponto mais baixo e nula nos pontos de maior afastamento. O período, a frequência e a energia mecânica total (na ausência de atrito) permanecem constantes para pequenas amplitudes."
  },
  {
    "textos": [
      "Durante o inverno, em uma região onde a temperatura ambiente é de 10°C, uma pessoa com massa corporal de 70 kg permanece ao ar livre por um longo período. Sabendo que o corpo humano mantém uma temperatura interna de aproximadamente 37°C e que o calor específico médio do corpo humano é de c = 3470 J/kg°C, considere que o corpo troca calor com o ambiente apenas por condução e convecção. Despreze outras formas de perda de calor, como radiação ou evaporação do suor. Com base nessas informações, analise as afirmativas a seguir:\n\nI. Se a temperatura corporal da pessoa diminuir em 2°C, o corpo terá perdido cerca de 485,800 J de energia para o ambiente.\nII. A quantidade de energia perdida pelo corpo, em calorias, se a temperatura corporal variar 5ºC, será de aproximadamente 290 kcal.\nIII. O corpo humano, para repor a perda de calor mencionada, precisaria metabolizar cerca de 29 g de gordura, considerando que 1 g de gordura libera 9 kcal.\nIV. Para cada 1°C de variação na temperatura corporal, o corpo dessa pessoa perde aproximadamente 242,900 J.\n\nAssinale a alternativa que apresenta as afirmativas CORRETAS."
    ],
    "alternativas": [
      "I e IV.",
      "I e III.",
      "I, II e IV.",
      "Somente a IV.",
      "II e III."
    ],
    "correta": 2,
    "materia": "fisica"
  },
  {
    "textos": [
      "Termologia é a área da física que estuda os fenômenos relacionados ao calor, temperatura e suas interações com a matéria. Termometria é o ramo da termologia que se dedica à medição da temperatura, utilizando instrumentos como termômetros para quantificar o grau de agitação térmica das partículas de um corpo. Em relação a esse tema, considere as seguintes afirmativas:\n\nI. A temperatura de um corpo é uma medida da energia cinética média das partículas que o compõem.\nII. A dilatação térmica dos materiais ocorre devido ao aumento da agitação das partículas quando a temperatura aumenta.\nIII. Todos os materiais se expandem igualmente quando aquecidos.\nIV. O zero absoluto, na escala Kelvin, é a menor temperatura possível e corresponde a 273,15°C.\n\nAssinale a alternativa que contém as afirmativas INCORRETAS."
    ],
    "alternativas": [
      "III e IV.",
      "I, II e III.",
      "II e IV.",
      "I e II.",
      "Somente a IV."
    ],
    "correta": 0,
    "materia": "fisica"
  },
  {
    "textos": [
      "Vasos comunicantes são sistemas compostos por dois ou mais recipientes interligados na base, preenchidos por um ou mais líquidos. Dois vasos comunicantes em forma de “U” contêm água e óleo, ambos líquidos imiscíveis. As alturas das colunas de água e óleo em equilíbrio, medidas em relação à interface entre os dois líquidos, são respectivamente, hágua e hóleo. Se a densidade da água é 1000 kg/m³ e a do óleo é 800 kg/m³ qual das alternativas a seguir representa CORRETAMENTE a relação entre essas alturas?"
    ],
    "alternativas": [
      "hágua = hóleo",
      "hágua = 1,25 hóleo",
      "hágua = 0,8 hóleo",
      "hágua = 2 hóleo",
      "hágua = 0,5 hóleo"
    ],
    "correta": 1,
    "materia": "fisica"
  },
  {
    "textos": [
      "Na aviação em geral um sério problema que causa uma preocupação significativa é o choque de pássaros com as aeronaves. Mesmo uma colisão com uma ave de tamanho médio pode causar danos consideráveis devido à grande variação da quantidade de movimento, conhecida na Física como Impulso. Considere um avião, voando a 720 km/h, quando um pássaro de 2 kg se choca perpendicularmente à sua fuselagem, ficando preso a ela. Como a velocidade do avião é muito maior que a do pássaro, podemos considerar que ele estava em repouso antes de colidir. Se o choque aconteceu num tempo de 0,001 s, assinale a alternativa CORRETA que mostra a força média que o pássaro exerce na fuselagem do avião."
    ],
    "alternativas": [
      "720 N",
      "2x10^5 N",
      "4x10^5 N",
      "2000 N",
      "3,6x10^6 N"
    ],
    "correta": 2,
    "materia": "fisica"
  },
  {
    "textos": [
      "Um pai faz um balanço utilizando dois segmentos paralelos e iguais da mesma corda para fixar uma tábua a uma barra horizontal. Por segurança, opta por um tipo de corda cuja tensão de ruptura seja 25% superior à tensão máxima calculada nas seguintes condições:\n• O ângulo máximo atingido pelo balanço em relação à vertical é igual a 90º;\n• Os filhos utilizarão o balanço até que tenham uma massa de 24 kg.\nAlém disso, ele aproxima o movimento do balanço para o movimento circular uniforme, considera que a aceleração da gravidade é igual a 10 m/s² e despreza forças dissipativas.\n\nQual é a tensão de ruptura da corda escolhida?"
    ],
    "alternativas": [
      "120 N",
      "300 N",
      "360 N",
      "450 N",
      "900 N"
    ],
    "correta": 3,
    "materia": "fisica"
  },
  {
    "textos": [
      "Uma lanterna funciona com três pilhas de resistência interna igual a 0,5 Ω cada, ligadas em série. Quando posicionadas corretamente, devem acender a lâmpada incandescente de especificações 4,5 W e 4,5 V. Cada pilha na posição correta gera uma f.e.m. (força eletromotriz) de 1,5 V. Uma pessoa ao trocar as pilhas da lanterna, comete o equívoco de inverter a posição de uma das pilhas. Considere que as pilhas mantêm contato independentemente da posição. Com esse equívoco, qual é a intensidade de corrente que passa pela lâmpada ao se ligar a lanterna?"
    ],
    "alternativas": [
      "0,25 A",
      "0,33 A",
      "0,75 A",
      "1,00 A",
      "1,33 A"
    ],
    "correta": 0,
    "materia": "fisica"
  },
  {
    "textos": [
      "O sonorizador é um dispositivo físico implantado sobre a superfície de uma rodovia de modo que provoque uma trepidação e ruído quando da passagem de um veículo sobre ele, alertando para a situação atípica à frente, como obras, pedágios ou travessia de pedestres. Ao passar sobre os sonorizadores, a suspensão do veículo sofre vibrações que produzem ondas sonoras, resultando em um barulho peculiar. Considere um veículo que passe com velocidade constante igual a 108 km/h sobre um sonorizador cujas faixas são separadas por uma distância de 8 cm. A frequência da vibração do automóvel percebida pelo condutor durante a passagem nesse sonorizador é mais próxima de:"
    ],
    "alternativas": [
      "8,6 hertz",
      "13,5 hertz",
      "375 hertz",
      "1350 hertz",
      "4860 hertz"
    ],
    "correta": 2,
    "materia": "fisica"
  },
  {
    "textos": [
      "Em um manual de instruções de uma geladeira, constam as seguintes recomendações:\n• Mantenha a porta de seu refrigerador aberta apenas o tempo necessário;\n• É importante não obstruir a circulação do ar com a má distribuição dos alimentos nas prateleiras;\n• Deixe um espaço de, no mínimo, 5 cm entre a parte traseira do produto (dissipador serpentinado) e a parede.\n\nCom base nos princípios da termodinâmica, as justificativas para essas recomendações são, respectivamente:"
    ],
    "alternativas": [
      "Reduzir a saída de frio do refrigerador para o ambiente, garantir a transmissão do frio entre os alimentos na prateleira e permitir a troca de calor entre o dissipador de calor e o ambiente.",
      "Reduzir a saída de frio do refrigerador para o ambiente, garantir a convecção do ar interno, garantir o isolamento térmico entre a parte interna e a externa.",
      "Reduzir o fluxo de calor do ambiente para a parte interna do refrigerador, garantir a convecção do ar interno e permitir a troca de calor entre o dissipador e o ambiente.",
      "Reduzir o fluxo de calor do ambiente para a parte interna do refrigerador, garantir a transmissão do frio entre os alimentos na prateleira e permitir a troca de calor entre o dissipador e o ambiente.",
      "Reduzir o fluxo de calor do ambiente para a parte interna do refrigerador, garantir a convecção do ar interno e garantir o isolamento térmico entre as partes interna e externa."
    ],
    "correta": 2,
    "materia": "fisica"
  },
  {
    "textos": [
      "Alguns cinemas apresentam uma tecnologia em que as imagens dos filmes parecem tridimensionais, baseada na utilização de óculos 3D. Após atravessar cada lente dos óculos, as ondas luminosas, que compõem as imagens do filme, emergem vibrando apenas na direção vertical ou apenas na direção horizontal. Com base nessas informações, o funcionamento dos óculos 3D ocorre por meio do fenômeno ondulatório de:"
    ],
    "alternativas": [
      "difração",
      "dispersão",
      "reflexão",
      "refração",
      "polarização"
    ],
    "correta": 4,
    "materia": "fisica"
  },
  {
    "textos": [
      "A palavra força é usada em nosso cotidiano com diversos significados. Em física, essa mesma palavra possui um significado próprio, diferente daqueles da linguagem do nosso dia a dia. As cinco frases seguintes, todas encontradas em textos literários ou jornalísticos, contêm a palavra força empregada em diversos contextos.\n\nI. “As Forças Armadas estão de prontidão para defender as nossas fronteiras.”\nII. “Por motivo de força maior, o professor não poderá dar aula hoje.”\nIII. “A força do pensamento transforma o mundo.”\nIV. “A bola bateu na trave e voltou com mais força ainda.”\nV. “Tudo é atraído para o centro da Terra pela força da gravidade.”\n\nA abordagem científica do termo força aparece na frase:"
    ],
    "alternativas": [
      "I.",
      "II.",
      "III.",
      "IV.",
      "V."
    ],
    "correta": 4,
    "materia": "fisica"
  }
]