[
  {
    "textos": [
      "No poema 'No man is an island', a expressão ressalta o(a):",
      {
        "conteudo": "No man is an island, entire of itself; every man is a piece of the continent, a part of the main. If a clod be washed away by the sea, Europe is the less, as well as if a promontory were, as well as if a manor of thy friend’s or of thine own were; any man’s death diminishes me, because I am involved in mankind, and therefore never send to know for whom the bell tolls; it tolls for thee."
      }
    ],
    "alternativas": [
      "medo da morte.",
      "ideia de conexão.",
      "conceito de solidão.",
      "risco de devastação.",
      "necessidade de empatia."
    ],
    "correta": 1,
    "materia": "ingles",
    "explicacao": "A expressão 'No man is an island' ressalta a ideia de que nenhum ser humano é totalmente independente ou isolado, pois todos fazem parte de uma coletividade. O poema enfatiza a interconexão entre os indivíduos e como a perda de um afeta a todos."
  },
  {
    "textos": [
      "No poema de Kamala Das, a autora demonstra:",
      {
        "conteudo": "Don’t write in English, they said,\nEnglish is not your mother tongue…\n…The language I speak\nBecomes mine, its distortions, its queerness\nAll mine, mine alone, it is half English, half\nIndian, funny perhaps, but it is honest,\nIt is as human as I am human…\n…It voices my joys, my longings my\nHopes…"
      }
    ],
    "alternativas": [
      "uso humorístico do inglês.",
      "consciência de sua identidade linguística.",
      "crítica ao inglês britânico.",
      "desejo de abandonar o inglês.",
      "preferência pelo hindi."
    ],
    "correta": 1,
    "materia": "ingles",
    "explicacao": "A autora expressa que, embora o inglês não seja sua língua materna, ela o torna seu, com todas as suas peculiaridades e mistura com o indiano. Isso demonstra consciência de sua identidade linguística."
  },
  {
    "textos": [
      "Sobre o texto, o objetivo principal da notícia é:",
      {
        "conteudo": "British Government to Recruit Teens as Next Generation of Spies\nIn the 50 years since the first James Bond movie created a lasting impression of a British secret agent, a completely different character is about to emerge.\nBritain’s intelligence agencies are to recruit their next generation of cyber spies by harnessing the talents of the “Xbox generation”.\nIn an expansion of a pilot program, Foreign Secretary William Hague announced Thursday that up to 100 18-year-olds will be given the chance to train for a career in Britain’s secret services. The move to recruit school-leavers marks a break with the past, when agencies mainly drew their staff from among university graduates.\n“Young people are the key to our country’s future success, just as they were during the War”, Hague said. “Today we are not at war, but I see evidence every day of deliberate, organized attacks against intellectual property and government networks in the United Kingdom.”\nThe new recruitment program, called the Single Intelligence Account apprenticeship scheme will enable students with suitable qualifications in science, technology or engineering, to spend two years learning about communications, security and engineering through formal education, technical training and work placements."
      }
    ],
    "alternativas": [
      "anunciar uma nova série de TV.",
      "divulgar uma campanha de recrutamento.",
      "criticar o governo britânico.",
      "relatar um escândalo de espionagem.",
      "informar sobre um programa estudantil."
    ],
    "correta": 1,
    "materia": "ingles",
    "explicacao": "O texto divulga uma campanha real de recrutamento de jovens para o serviço secreto britânico, com foco em jovens com formação técnica em ciência, tecnologia ou engenharia."
  },
  {
    "textos": [
      "No cartum, o estudante faz uma pergunta usando “turn this thing on” por:",
      {
        "conteudo": "Um estudante olha para o colega segurando um livro impresso e pergunta: \"Can you turn this thing on?\""
      }
    ],
    "alternativas": [
      "suspeitar que o colega está com seu material por engano.",
      "duvidar que o colega possa se tornar um bom aluno.",
      "desconfiar que o livro levado é de outra matéria.",
      "entender como desligada a postura do colega.",
      "desconhecer como usar um livro impresso."
    ],
    "correta": 4,
    "materia": "ingles",
    "explicacao": "O estudante usa um termo típico de aparelhos eletrônicos para um livro impresso, mostrando desconhecimento do uso do livro físico."
  },
  {
    "textos": [
      "A função do texto é:",
      {
        "conteudo": "Instagram is made up of all photos and videos. There is the home page that showcases the posts from people you follow, an explore tab which offers posts from accounts all over the world, and your own page, with a notification tab to show who likes and comments on your posts."
      }
    ],
    "alternativas": [
      "ensinar como criar uma conta.",
      "descrever funcionalidades da rede social.",
      "apresentar riscos do uso excessivo.",
      "comparar com outras redes sociais.",
      "relatar experiências negativas."
    ],
    "correta": 1,
    "materia": "ingles",
    "explicacao": "O texto explica as funções básicas do Instagram, como feed, explore e notificações."
  },
  {
    "textos": [
      "O narrador utiliza o texto para:",
      {
        "conteudo": "Last Monday was a really awful day. I woke up late, missed the bus, and forgot my homework at home. Then, I spilled coffee on my shirt and lost my wallet."
      }
    ],
    "alternativas": [
      "justificar sua ausência na escola.",
      "relatar um dia de problemas.",
      "lamentar a perda da aula.",
      "reclamar do atraso do ônibus.",
      "contar uma história engraçada."
    ],
    "correta": 1,
    "materia": "ingles",
    "explicacao": "O texto descreve sucessivos problemas, caracterizando um dia ruim."
  },
  {
    "textos": [
      "O objetivo do texto é:",
      {
        "conteudo": "Know what you’re putting in your body. Read the labels before you buy food products."
      }
    ],
    "alternativas": [
      "incentivar a leitura de rótulos alimentares.",
      "promover uma marca de alimentos.",
      "ensinar a cozinhar.",
      "criticar a indústria alimentícia.",
      "sugerir dietas restritivas."
    ],
    "correta": 0,
    "materia": "ingles",
    "explicacao": "O texto orienta o leitor a ler rótulos para saber o que consome."
  },
  {
    "textos": [
      "O recurso expressivo utilizado é:",
      {
        "conteudo": "Depois de 27 selfies, eu percebi que a beleza da alma é mais importante."
      }
    ],
    "alternativas": [
      "hipérbole.",
      "pleonasmo.",
      "ambiguidade.",
      "paradoxo.",
      "eufemismo."
    ],
    "correta": 0,
    "materia": "ingles",
    "explicacao": "O exagero na quantidade de selfies caracteriza a hipérbole, gerando humor e crítica."
  },
  {
    "textos": [
      "O que significa “idioms”?",
      {
        "conteudo": "Learning idioms is essential if you want to master the English language."
      }
    ],
    "alternativas": [
      "ideias",
      "expressões idiomáticas",
      "palavras difíceis",
      "frases longas",
      "textos antigos"
    ],
    "correta": 1,
    "materia": "ingles",
    "explicacao": "“Idioms” são expressões idiomáticas, importantes para fluência."
  },
  {
    "textos": [
      "A palavra “starving” significa:",
      {
        "conteudo": "I’m starving! I didn’t have time to have lunch today, so I just ate a snack."
      }
    ],
    "alternativas": [
      "cansado",
      "doente",
      "faminto",
      "atrasado",
      "animado"
    ],
    "correta": 2,
    "materia": "ingles",
    "explicacao": "“Starving” indica estar com muita fome."
  },
  {
    "textos": [
      "“Fabric factory” significa:",
      {
        "conteudo": "She works at a fabric factory."
      }
    ],
    "alternativas": [
      "fábrica de tecidos.",
      "fábrica de móveis.",
      "fábrica de brinquedos.",
      "fábrica de plásticos.",
      "fábrica de roupas."
    ],
    "correta": 0,
    "materia": "ingles",
    "explicacao": "“Fabric” é tecido; logo, “fabric factory” é fábrica de tecidos."
  },
  {
    "textos": [
      "“Relatives” significa:",
      {
        "conteudo": "I’m going to visit my relatives this weekend."
      }
    ],
    "alternativas": [
      "amigos",
      "vizinhos",
      "parentes",
      "colegas",
      "conhecidos"
    ],
    "correta": 2,
    "materia": "ingles",
    "explicacao": "“Relatives” são parentes."
  },
  {
    "textos": [
      "Prejudice significa:",
      {
        "conteudo": "We must fight against prejudice in society."
      }
    ],
    "alternativas": [
      "orgulho",
      "preconceito",
      "respeito",
      "inveja",
      "simpatia"
    ],
    "correta": 1,
    "materia": "ingles",
    "explicacao": "\"Prejudice\" é preconceito."
  },
  {
    "textos": [
      "“Pretend” significa:",
      {
        "conteudo": "The child pretended to be a superhero."
      }
    ],
    "alternativas": [
      "pretender",
      "fingir",
      "tentar",
      "desejar",
      "permitir"
    ],
    "correta": 1,
    "materia": "ingles",
    "explicacao": "“Pretend” é um falso cognato, significando “fingir”."
  },
  {
    "textos": [
      "Read the following excerpt:",
      "\"When I first moved to New York, I was overwhelmed by the noise and the crowds. But over time, I learned to appreciate the city's energy and diversity. Now, I can't imagine living anywhere else.\"",
      "O sentimento predominante do narrador em relação à cidade de Nova York, ao final do texto, é de:"
    ],
    "alternativas": [
      "Desconfiança",
      "Indiferença",
      "Apreço",
      "Revolta",
      "Medo"
    ],
    "correta": 2,
    "materia": "ingles",
    "explicacao": "O narrador inicialmente estranha a cidade, mas com o tempo passa a valorizá-la. Ao final, demonstra um forte apreço por Nova York."
  },
  {
    "textos": [
      "Read the sentence:",
      "\"The new policy aims to foster inclusion and respect among employees.\"",
      "A palavra \"foster\" pode ser substituída, sem alteração de sentido, por:"
    ],
    "alternativas": [
      "Ignore",
      "Promote",
      "Prevent",
      "Destroy",
      "Delay"
    ],
    "correta": 1,
    "materia": "ingles",
    "explicacao": "A palavra 'foster' significa incentivar ou promover, sendo 'promote' o sinônimo adequado."
  },
  {
    "textos": [
      "Read the excerpt from a song:",
      "\"You say you want a revolution",
      "Well, you know",
      "We all want to change the world.\"",
      "A mensagem central desses versos é:"
    ],
    "alternativas": [
      "A aceitação do mundo como ele é",
      "O desejo coletivo por transformação",
      "O medo de mudanças sociais",
      "A valorização da tradição",
      "A rejeição de qualquer revolução"
    ],
    "correta": 1,
    "materia": "ingles",
    "explicacao": "A música expressa um desejo comum por mudança, indicando um sentimento coletivo de transformação."
  },
  {
    "textos": [
      "Read the comic strip description:",
      "In the first panel, a student asks the teacher: “Can I go to the bathroom?”",
      "The teacher replies: “May I go to the bathroom?”",
      "In the last panel, the student says: “If you have to ask, then you probably can’t.”",
      "O humor da tirinha está relacionado:"
    ],
    "alternativas": [
      "À diferença entre autorização e capacidade",
      "Ao medo do estudante de ser punido",
      "À pressa do estudante em sair da sala",
      "Ao desinteresse do professor pela aula",
      "Ao uso incorreto do inglês formal"
    ],
    "correta": 0,
    "materia": "ingles",
    "explicacao": "O humor da tirinha está na confusão entre 'can' (capacidade) e 'may' (permissão), um jogo com a gramática inglesa."
  },
  {
    "textos": [
      "Read the following text:",
      "\"Warning: Do not use this product if the seal is broken.\"",
      "A principal função desse texto é:"
    ],
    "alternativas": [
      "Convencer o leitor a comprar o produto",
      "Advertir sobre um possível risco",
      "Informar sobre as vantagens do produto",
      "Narrar um acontecimento",
      "Expressar uma opinião pessoal"
    ],
    "correta": 1,
    "materia": "ingles",
    "explicacao": "A mensagem tem função de advertência, orientando o consumidor sobre um risco ao usar o produto com o lacre rompido."
  },
  {
    "textos": [
      "Read the excerpt:",
      "“Social media has transformed the way we communicate, but it also raises concerns about privacy and misinformation. While it connects people globally, it can sometimes spread false information rapidly.”",
      "What is the main idea of the text?"
    ],
    "alternativas": [
      "Social media is only harmful to society.",
      "Social media connects people but has drawbacks like misinformation.",
      "Social media should be banned worldwide.",
      "Social media has no impact on communication.",
      "Social media is the best way to get reliable information."
    ],
    "correta": 1,
    "materia": "ingles",
    "explicacao": "O texto destaca tanto os benefícios quanto os problemas das redes sociais, como a conexão global e a disseminação de desinformação."
  },
  {
    "textos": [
      "In the sentence below, what does the word “challenge” mean?",
      "“Learning a new language can be a real challenge, but it’s also rewarding.”"
    ],
    "alternativas": [
      "Problem or difficulty",
      "Celebration",
      "Easy task",
      "Reward",
      "Hobby"
    ],
    "correta": 0,
    "materia": "ingles",
    "explicacao": "A palavra 'challenge' nesse contexto significa 'problema ou dificuldade', pois aprender uma nova língua exige esforço."
  },
  {
    "textos": [
      "Read the lines:",
      "“The woods are lovely, dark and deep,",
      "But I have promises to keep,",
      "And miles to go before I sleep.”",
      "What is the speaker expressing?"
    ],
    "alternativas": [
      "Desire to rest immediately",
      "Commitment to responsibilities despite temptations",
      "Fear of the dark woods",
      "Enjoyment of nature without worries",
      "Indifference to promises"
    ],
    "correta": 1,
    "materia": "ingles",
    "explicacao": "O eu lírico demonstra ter obrigações a cumprir antes de poder descansar, mesmo estando tentado pela beleza da floresta."
  },
  {
    "textos": [
      "Read the dialogue:",
      "A: “Did you finish the report?”",
      "B: “Not yet, but I’ll have it ready by tomorrow.”",
      "A: “Great! The deadline is tight.”",
      "What can be inferred from this conversation?"
    ],
    "alternativas": [
      "The report is already finished.",
      "The deadline is flexible.",
      "The report is not done yet, and time is limited.",
      "They don’t know about the deadline.",
      "The report is not important."
    ],
    "correta": 2,
    "materia": "ingles",
    "explicacao": "A conversa indica que o relatório ainda não foi finalizado e que o prazo está apertado, exigindo atenção."
  },
  {
    "textos": [
      "Read the advertisement text:",
      "“Try our new energy drink and boost your performance!”",
      "What is the primary function of this text?"
    ],
    "alternativas": [
      "Informative",
      "Expressive",
      "Directive (conative)",
      "Poetic",
      "Metalinguistic"
    ],
    "correta": 2,
    "materia": "ingles",
    "explicacao": "O texto publicitário busca influenciar o comportamento do leitor, incentivando o consumo do produto — função conativa ou apelativa."
  }
]